tap "azure/functions"
tap "azure/kubelogin"
tap "felixkratz/formulae"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "koekeishiya/formulae"
tap "metalbear-co/mirrord"
tap "weaveworks/tap"
brew "age"
brew "node"
brew "angular-cli"
brew "cryptography"
brew "ansible"
brew "perl"
brew "asciiquarium"
brew "asdf"
brew "azure-cli"
brew "libgit2"
brew "bat"
brew "glib"
brew "harfbuzz"
brew "libtiff"
brew "openjdk"
brew "checkstyle"
brew "chezmoi"
brew "cmctl"
brew "colordiff"
brew "devcontainer"
brew "direnv"
brew "dive"
brew "docker"
brew "findutils"
brew "git"
brew "git-cliff"
brew "git-standup"
brew "git-xargs"
brew "gitlab-ci-local"
brew "unbound"
brew "gnutls"
brew "go"
brew "helm"
brew "hey"
brew "htop"
brew "jmeter"
brew "jq"
brew "k9s"
brew "kind"
brew "kompose"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "minikube"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openjdk@17"
brew "openssl@1.1"
brew "postgresql@15"
brew "pre-commit"
brew "pylint"
brew "python@3.10"
brew "python@3.11"
brew "sipcalc"
brew "starship"
brew "switchaudio-osx"
brew "terragrunt"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trivy"
brew "virtualenv", link: false
brew "watch"
brew "wget"
brew "wireshark"
brew "yamllint"
brew "azure/functions/azure-functions-core-tools@4"
brew "azure/kubelogin/kubelogin"
brew "felixkratz/formulae/sketchybar"
brew "fluxcd/tap/flux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "metalbear-co/mirrord/mirrord"
brew "weaveworks/tap/gitops"
cask "alacritty"
cask "batteryboi"
cask "chromium"
cask "dbeaver-community"
cask "kubecontext"
cask "microsoft-azure-storage-explorer"
cask "pinta"
cask "postman"
cask "pycharm-ce"
cask "spotify"
cask "thunderbird"
cask "whichspace"
cask "zed"
vscode "azapi-vscode.azapi"
vscode "bierner.markdown-mermaid"
vscode "csharpier.csharpier-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "ipedrazas.kubernetes-snippets"
vscode "kreativ-software.csharpextensions"
vscode "marvinhagemeister.theme-afterglow-remastered"
vscode "mechatroner.rainbow-csv"
vscode "metalbear.mirrord"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "phplasma.csv-to-table"
vscode "platformio.platformio-ide"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "tim-koehler.helm-intellisense"
vscode "tomoki1207.pdf"
vscode "tyriar.luna-paint"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "weaveworks.vscode-gitops-tools"
vscode "wholroyd.jinja"
vscode "yzane.markdown-pdf"
vscode "zaaack.markdown-editor"
